---
kind: other
id: Methods.T:Autodesk.Revit.DB.MullionType
source: html/a9427af6-666b-b121-6322-0d0c98924899.htm
---
# MullionType Methods

Activates the symbol to ensure that its geometry is accessible.